Repository: wescamp/Story_of_Wose-1.10
Catalog: po/*.po
Languages: de, fr, hu

source: The Story of the Wose
de: Die Geschichte der Waldschrate
fr: L'histoire des Woses
hu: A fapásztor születése

source: Somewhere on the Green Isle
de: Irgendwo auf der Grünen Insel
fr: Quelque part sur l'île Verte
hu: Valahol a Zöld-szigeten

source: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Hard
de: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Schwer
fr: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Difficile
hu: *&units/woses/wose.png~TC(1,magenta)=Normál;&units/woses/wose-elder.png~TC(1,magenta)=Nehéz

source: Story of Wose
de: Geschichte der Waldschrate
fr: Histoire des Woses
hu: A fapásztorok születése

source: Today I want to tell you another story, a mere footnote in the history books if it is even remembered at all.
de: Heute werde ich euch eine weitere Geschichte erzählen, eher eine unbedeutende Fußnote in den Geschichtsbüchern, wenn man sich überhaupt noch an sie erinnert.
fr: Aujourd'hui, j'aimerais vous raconter une nouvelle histoire, une simple anecdote dans les livres d'histoire, si jamais elle y figure un jour.
hu: Ma egy másik mesét szerenték elmondani neked - a történelem egy elfeledett fejezetét, amire már alig emlékeznek.

source: But as with all such footnotes, the resulting effect on this history of Wesnoth is very large. Didn't they teach you the butterfly effect in school? No?
de: Aber wie es mit Fußnote ist, ist der daraus folgende Effekt auf die Geschichte Wesnoths sehr groß. Haben sie euch den Schmetterlingseffekt in der Schule gelehrt? Nein?
fr: Mais comme toutes les anecdotes, les évènements qu'elle relate eurent un effet immense sur le déroulement de l’histoire de Wesnoth. N'avez vous pas entendu parler de l'effet papillon à l'école ?
hu: Ahogy az lenni szokott, az elfeledett események utóhatása mély nyomot hagyott Wesnoth történelmében is. Az iskolában nem tanultatok a pillangóhatásról? Nem?

source: Somewhere in the green isle (history has forgotten exactly where), a strange order of Magi had set up operations in some forest. Wood was needed for the construction of a nearby town, and so a team was sent from Clearwater Port...
de: Irgendwo auf der Günen Insel (die Zeit ließ den exakten Ort in Vergessenheit geraten) hatte eine seltsame Gruppe Magier in einem Wald Aufgaben zu erfüllen. Holz wurde für den Bau einer nahen Stadt benötigt, also wurde ein Team nach Klarwasserhafen entsendet...
fr: Quelque part sur l'île verte (l'histoire a oublié où exactement), un ordre de mages étrange s’était installé dans la forêt. Du bois s'avéra nécessaire pour la construction d'une ville à proximité, et une équipe fût envoyée du port d'Aigueclaire.
hu: Valahol a Zöld-szigeten (már feledésbe merült, pontosan hol), egy furcsa mágikus rend munkálkodott egy erdőben. A közeli faluban az építkezéshez fára volt szükség, ezért elküldtek egy csapatot Kristályvízkikötőből...

source: Potion of Healing
de: Trank der Heilung
fr: Potion de guérison
hu: Gyógyítás itala

source: This unit is given the power to heal its friends.
de: Diese Einheit hat die Macht, seine Freunde zu heilen.
fr: Cette unité a le pouvoir de guérir ses alliés.
hu: Ez az egység mostantól képes arra, hogy meggyógyítsa a barátait.

source: This unit is given the power to heal itself and its friends.
de: Diese Einheit hat die Macht, sich und seine Freunde zu heilen.
fr: Cette unité a le pouvoir de se guérir elle-même et ses alliés.
hu: Ez az egység mostantól képes arra, hogy meggyógyítsa magát és a barátait.

source: What were you expecting, the Ruby of Fire?
de: Was habt ihr erwartet? Den Feuerrubin?
fr: Qu'attendiez-vous, le Rubis de Feu ?
hu: Mit vártál, a Tűz Rubinját?

source: They've come. Humans from Clearwater Port. They've come to chop down our forest.
de: Sie sind gekommen. Menschen aus Klarwasserhafen. Sie sind gekommen um unseren Wald zu roden.
fr: Ils sont venus. Des hommes du port d'Aigueclaire. Ils sont venus pour abattre notre forêt.
hu: Jönnek. Emberek Kristályvízkikötőböl. Jönnek, hogy kivágják az erdőnket.

source: [way too loud] Must they really?
de: [viel zu laut] Müssen sie wirklich?
fr: [D'une voix tonitruante] Devez-vous vraiment abattre nos arbres ?
hu: [túl hangosan] Tényleg muszáj ezt tenniük?

source: Yes, we must. We have houses and docks to build.
de: Ja, wir müssen. Wir müssen Häuser und Docks bauen.
fr: Oui, il le faut. Nous avons des maisons et des quais à construire.
hu: Igen, muszáj. Házakat és dokkokat kell építenünk.

source: What? Destroy our beautiful forest for your stupid houses! This will not stand.
de: Was? Vernichtung unseres schönen Waldes nur eurer blöden Häuser wegen! Das wird nicht geschehen.
fr: Quoi ? Détruire notre belle forêt pour vos stupides maisons ! Nous ne le permettrons pas.
hu: Mi? Lerombolni a gyönyörű erdőnket az ostoba házaitokért? Ezt nem tehetitek!

source: [whispers] Perhaps you could conjer up a distraction from the mud like you did for the harvest festival.
de: [Flüstern] Vielleicht könntet ihr eine Ablenkung aus dem Schlamm heraufbeschwören, wie ihr es für das Erntedankfest tatet.
fr: [chuchotant] Peut-être pourriez-vous invoquer des créatures de boue pour faire diversion, comme vous l'aviez fait pour la fête de la moisson.
hu: [suttog] Talán varázsolhatnál valami szórakoztatót sárból, mint az aratási ünnepségen.

source: One evening shortly thereafter, Londerleona climbed onto the high plain of pinnacles to observe the stars.
de: Einen Abend, wenig später, kletterte Londerleona auf die Hochebene der Gipfel um die Sterne zu beobachten.
fr: Quelques temps après, un soir, Londerleona grimpa sur les hautes plaines des pinacles pour observer les étoiles.
hu: Nem sokkal azután, egyik este Londerleona felmászott a hegy tetején lévő fennsíkra, hogy tanulmányozza a csillagokat.

source: I've come to the pinnacles observatory to watch the stars, and--Oh bother.
de: Ich bin zur Gipfelsternwarte gekommen um die Sterne zu sehen und--Oh weh.
fr: Je suis venue à l'observatoire du sommet pour regarder les étoiles, et--Oh malheur !
hu: Feljöttem a csúcsra, hogy a csillagvizsgálóból nézzem a csillagokat és--Ó, bosszúság.

source: I spy humans.
de: Ich erblicke Menschen.
fr: J’aperçois des humains.
hu: Embereket látok.

source: We've flown a long way without a proper meal, now let's have some dinner!
de: Wir sind einen weiten Weg ohne eine richtige Mahlzeit geflogen, lasst uns jetzt zu Abend essen!
fr: Nous avons effectué un long chemin sans faire un repas convenable, maintenant nous allons faire un bon dîner !
hu: Hosszú ideje repülünk valódi hús nélkül, most kezdődjön a lakoma!

source: Yipe! Fire blood!
de: Juhu! Feuerblut!
fr: Aïe ! Le souffle ardent !
hu: Jippí, tüzes husika!

source: Men kept at the forest. Londerleona would chase them away. They never did get to the center, but kept widdling away at the sides.
de: Männer blieben im Wald. Londerleona würde sie vertreiben. Sie erreichten nie die Mitte, aber verweilten an den Seiten.
fr: Les hommes persistèrent à vouloir rester dans la forêt, mais Londerleona sut régulièrement les chasser. Ils n'atteignirent jamais le coeur de la forêt, mais continuèrent à tenter de s'installer à son orée.
hu: Londerleona legszívesebben kiűzné az embereket az erdőből, akik az erdő közepéig soha nem jutottak, de a szélein féktelenül garázdálkodtak.

source: I do tire of constantly protecting the trees. Would that they could protect themselves. Would that they could sing and dance with me.
de: Ich bin müde, ständig die Bäume zu beschützen. Würden sie sich nur selbst schützen. Könnten sie nur singen und mit mir tanzen.
fr: Je suis fatiguée de devoir constamment protéger les arbres. J'aimerais qu'ils parviennent à se défendre tout seuls. J'aimerais qu'ils puissent chanter et danser avec moi.
hu: Belefáradtam, hogy folyamatosan védeni kell a fákat. Jó lenne, ha meg tudnák védeni magukat, ha velem énekelnének és táncolnának.

source: Begger
de: Bettler
fr: Mendiant
hu: Kéregető

source: Oh! The old begger. I thought I was alone. *blush*
de: Oh! Der alte Bettler. Ich dachte, ich wäre allein. *seuft*
fr: Oh ! Le vieux mendiant. Je pensais que j'étais seule. *elle rougit*
hu: Óó! Az öreg kéregető. Azt gondoltam, egyedül vagyok. *elpirul*

source: There is a way, you know. A way to achieve your heart's desire.
de: Es gibt da einen Weg, müsst ihr wissen. Ein Weg euren Herzenswunsch zu erfüllen.
fr: Il y a un moyen, vous savez. Un moyen de réaliser ce que votre cœur désire.
hu: Van egy út, ahogy azt te is tudod. Egy út, hogy megvalósítsd szíved vágyát.

source: How can this be? How can a begger offer me what I desire?
de: Wie kann das sein? Wie kann ein Bettler mir das anbieten, was ich begehre.
fr: Comment est-ce possible ? Comment toi un mendiant peut-il m'offrir ce que je désire ?
hu: Hogyan lehetséges ez? Honnan tudja egy koldus, hogy mire vágyom?

source: I have sought forbidden knowledge, the deep secrets of the fabric of reality, and for that I am shunned. I offer you now some of what I have found. May it serve you better than it has served me.
de: Ich suchte verbotenes Wissen, die tiefen Geheimnisse des Geflechts der Wirklichkeit, und dafür werde ich gemieden. Ich zeige euch nun etwas, dessen, was ich fand. Möge es dir besser dienen als es mir gedient hat.
fr: J'ai cherché les savoirs interdits, les plus profonds secrets de la structure de la réalité, et pour cela j'ai été exclu du monde civilisé. Je vous offre maintenant une partie de mes découvertes. En éspèrant qu'elles se révèlent plus utiles à vous qu'à moi.
hu: Bepillantást nyertem a legtitkosabb tudásba, megismertem a világunk alapjait, ezért kiközösítettek. Most megosztom veled tudásom egy részét: téged talán jobban szolgál majd.

source: What do I want of forbidden knowledge. Go away now. Pleease.
de: Was will ich von verbotenem Wissen? Verschwinde jetzt. Bitte.
fr: Qu'est-ce que je pourrais bien faire avec des connaissance interdite ? Va-t'en maintenant. Je t'en prie.
hu: Mit remélhetek én a tiltott tudástól? Menj el, kééérlek!

source: Oh, he dropped this.
de: Oh, er verlor dies.
fr: Tiens, il a laissé tomber quelque chose.
hu: Ó, ezt elejtette.

source: Ooh. A scroll.
de: Ooh. Eine Schriftrolle.
fr: Ooh. Un parchemin.
hu: Ohh. Egy tekercs.

source: The Trees Move
de: Die Bäume bewegen sich
fr: Les Arbres Bougent
hu: A fák megmozdulnak

source: The scroll was in fact a description of the spell that would raise corpses to fight for a dark sorcerer.
de: Die Schriftrolle war in Wahrheit eine Beschreibung eines Spruchs, der Körper zum Kampf für schwarze Magier erheben würde.
fr: Le manuscrit s'avéra être la description du sort qui anime les cadavres pour en faire des soldats au service d'un sorcier des ténèbres.
hu: A tekercs valójában egy varázslat leírása volt, és arról szólt, hogyan kell megidézni testeket, akik aztán a sötét varázslóért harcolnak.

source: The spell constisted of two pieces. A piece to animate a corpse and a piece to bind the corpse to the will of the sorcerer.
de: Der Spruch bestand aus zwei teilen. Ein Teil, die Körper zu bewegen, ein weiterer, den Körper an den Willen des Magiers zu binden.
fr: Le sort était constitué de deux parties. Un fragment pour ranimer un cadavre et l'autre pour le lier à la volonté du sorcier.
hu: A varázslat két részből állt. Az egyik rész a holttestek életre keltéséről, a másik az életre kelt testek irányításáról.

source: Next time men came to the forest, they came in great numbers, to chop it down.
de: Das nächste Mal als Menschen in den Wald kamen, kamen sie in großer Zahl, um den Wald zu roden.
fr: Les hommes revinrent dans la forêt, en grand nombre, pour en abattre tous les arbres.
hu: A következő alkalommal rengeteg ember jött az erdőbe, hogy kivágják a fákat.

source: Oh my! They are so many. Whatever shall I do?
de: Oh mein! Sie sind so viele. Was sollen wir nur tun?
fr: Oh mon dieu! Ils sont si nombreux. Que pourrais-je faire ?
hu: Istenem! Rengetegen vannak. Mégis mit tehetnék?

source: Child, do not despair. There is yet hope.
de: Kind, verzweifle nicht. Noch besteht Hoffnung.
fr: Mon enfant, reprend courage. Il y a encore de l'espoir.
hu: Gyermekem, ne ess kétségbe! Még van remény.

source: Who spoke?
de: Wer hat gesprochen?
fr: Qui a parlé ?
hu: Ki beszél?

source: I call myself Elilmaldur-Rithrandal. Take that spell that you are so upset about. Animate the trees, but do not bind them to your will, for these trees have wills of their own.
de: Ich nenne mich Elilmaldur-Rithrandal. Nimm den Spruch, der dich wütend macht. Lass die Bäume sich bewegen, aber binde sie nicht an deinen Willen. Diese Bäume haben ihre eigenen Willen.
fr: Je m'appelle Elilmaldur-Rithrandal. Prend ce sortilège qui te pèse tant sur le coeur. Anime les arbres, mais ne les lie pas à ta volonté, car ils disposent d'une volonté propre.
hu: Én magamat Elilmaldur-Rithrandalnak hívom. Használd azt a varázslatot, ami annyira feldúlt. Keltsd életre a fákat, de ne irányítsd őket, mivel ezeknek a fáknak saját akaratuk van.

source: I'll try, sir.
de: Ich werde es Versuche, Herr.
fr: Je vais essayer, monseigneur.
hu: Megpróbálom, uram.

source: Move my children. Avenge yourselves for your brethren.
de: Bewegt euch, meine Kinder. Rächt euch für eure Brüder.
fr: Mettez vous en mouvement mes enfants. Vengez-vous pour vos frères.
hu: Menj, gyermekem! Állj bosszút a testvéreidért!

source: What was that?
de: Was war das?
fr: Qu'est-ce que c'était que ça ?
hu: Mi volt ez?

source: The temple!
de: Der Tempel!
fr: Le temple !
hu: A templom!

source: Something has happened in the catacombs. Black magic has opened up some kind of portal. Go now and see what you can do about it.
de: Irgendetwas ist in den Katakomben passiert. Schwarze Magie hat eine Art Portal geöffnet. Geh jetzt und sie nach, was du tun kannst.
fr: Il s'est passé quelque chose dans les catacombes. Quelqu'un s'est servi de la magie noire pour ouvrir une sorte de portail. Va voir ce que tu peux faire.
hu: Valami történt a katakombákban. A sötét mágia kinyitott valamiféle kaput. Menj, és nézd meg, mit tehetsz!

source: Come on, into the catacombs
de: Auf geht's, in die Katakomben.
fr: Allons, pénétrons dans les catacombes
hu: Gyerünk, a katakombákba!

source: Don't worry about me. I will wake up more trees and crush these humans.
de: Mach dir um mich keine Sorgen. Ich werde weitere Bäume erwecken und diese Menschen zerdrücken.
fr: Ne t'inquiète pas pour moi. Je vais réveiller quelques arbres supplémentaires et écraser ces humains.
hu: Ne aggódj miattam! Újabb fákat fogok felébreszteni és össze fogom zúzni ezeket az embereket.

source: Lich-Lord Lenvan
de: Lichfürst Lenvan
fr: Seigneur-liche Lenvan
hu: Lenvan delevény úr

source: Lich-Lord Caror
de: Lichfürst Caror
fr: Seigneur-liche Caror
hu: Caror delevény úr

source: All right, what happened here? This first portal was supposed to go two miles, not to the east continent.
de: Also, was ist hier passiert? Das erste Portal sollte zwei Meilen lang sein, nicht bis zum Ostkontinent.
fr: Et bien, que s'est-il passé ici ? Ce premier portail était censé s'ouvrir à deux kilomètres d'ici, et non sur le continent est.
hu: Jól van, mi történt itt? Az első térkapunak két mérföldre kellett volna kinyílnia, nem a keleti kontinensen.

source: That sounded like it came from the far end of the cave. We better hurry and find out what it is.
de: Das klang so, als käme es von der anderen Seite der Höhle. Wir sollten uns beeilen und herausfinden, was es ist.
fr: Ce bruit avait l'air de venir du fond de la caverne. Nous devrions nous dépêcher de découvrir de quoi il s'agit.
hu: Ez a hang mintha a barlang másik feléből jött volna. Jobb lesz, ha sietünk, és megnézzük, hogy mi ez.

source: Caror you idiot! Who else have you been spying on this time?
de: Caror du Idiot! Wem hast du diesmal wieder nachspioniert?
fr: Caror ! idiot ! Qui d'autre as-tu été espionner cette fois ?
hu: Caror, te idióta! Ez alkalommal még ki után kémkedtél?

source: Just some elves. Oh, and a crazy mage who is all upset about some trees. What does it matter?
de: Nur ein paar Elfen. Oh, und einem verrückten Magier, der wegen ein paar Bäumen sauer ist. Was macht das schon?
fr: Juste quelques elfes. Oh, et une magicienne complètement folle qui a l'air toute pertubée à cause d'une histoire d'arbres. Qu'est-ce-que ça peut bien faire ?
hu: Csak néhány tünde után. Ó, és egy őrült varázsló után, aki teljesen kiborult néhány fa miatt. Mit számít ez?

source: You infernal idiot. I warned you not to spy on me. This portal stuff is sensitive.
de: Verfluchter Idiot! Ich habe dich gewarnt, mich nicht auszuspionieren. Dieses Portalzeug ist sehr sensibel.
fr: Sombre crétin ! Je t'avais prévenu de ne pas m'espionner. Cette histoire de portail est délicate.
hu: Te pokoli idióta! Figyelmeztettelek, hogy ne kémkedj utánam. Ez a térkapu dolog igen érzékeny.

source: You've been spying on the orcs too, from what I hear in this portal. Now somebody's going to have to clean up after this mess.
de: Du hast auch bei den Orks spioniert, nach dem, was ich in dem Portal höre. Jetzt muss jemand nach diesem Chaos aufräumen.
fr: Tu as également espionné les orcs, d'après ce que j'entends grace au portail. Maintenant, quelqu'un va devoir nettoyer ce gâchis.
hu: Orkok után is kémkedtél, ahogy ezen a térkapun hallom. Most valakinek el kell takarítania ezt a rendetlenséget.

source: All right, I'll try to close it. Brace yourself.
de: Schon in Ordnung, ich werde versuchen es zu schließen.
fr: Bon, je vais essayer de le fermer. Accroche-toi.
hu: Jól van, majd megpróbálom bezárni. Készüljetek fel!

source: Look out, the water's rising!
de: Passt auf, das Wasser steigt!
fr: Attention, l'eau monte !
hu: Vigyázzatok, a vízszint emelkedik!

source: The water rose, cutting off our escape!
de: Das Wasser ist gestiegen und hat unseren Fluchtweg abgeschnitten.
fr: Les eaux sont montées, et coupent notre retraite !
hu: A tavirózsa elzárja a menekülési utat!

source: We're all gonna die.
de: Wir werden alle sterben.
fr: Nous allons tous mourir.
hu: Mind meg fogunk halni.

source: That didn't work. Somebody will have to go inside and close it.
de: Das hat nicht funktioniert. Jemand wird dort reingehen müssen und es schließen.
fr: Cela n'a pas fonctionné. Quelqu'un va devoir pénétrer à l'intérieur et le fermer.
hu: Ez nem működött. Valakinek be kellene mennie és be kéne zárnia.

source: That's a good idea. In you gow now, and close that portal.
de: Das ist eine gute Idee. Rein mit dir und schließe das Portal.
fr: C'est une bonne idée. Aller hop, à l'intérieur, et ferme ce portail.
hu: Jó ötlet. Menj és zárd be azt a térkaput!

source: You made the portal, you close it. I won't!
de: Du hast das Portal gemacht, also schließt du es auch. Ich werde es nicht!
fr: Tu as ouvert le portail, tu le fermes. Hors de question pour moi d'y aller !
hu: Te csináltad a térkaput, te is zárd be. Én nem tudom, hogyan kell!

source: Trying to get rid of me, eh? I'll go in there and close the portal, but when I return, I will punish you properly for this.
de: Versuchst du, mich los zu werden, he? Ich werde dort reingehen und das Portal schließen, aber wenn ich zurückgegehrt bin werde ich dich dementsprechend bestrafen.
fr: Tu essayes de te débarrasser de moi, hein ? Je vais y aller et fermer le portail, mais à mon retour, je te punirai comme il se doit.
hu: Próbálsz megszabadulni tőlem, mi? Be fogok oda menni és bezárom a térkaput, de amikor visszatérek, példásan meg foglak büntetni.

source: That sounds terrible.
de: Das hört sich furchtbar an.
fr: Quel bruit horrible.
hu: Szörnyen hangzik.

source: Ewwww
de: Ohhhhhh
fr: Hummm
hu: Avvvvv

source: First these filthy orcs, now these nasty things. What a mess.
de: Zuerst diese dreckigen Orks, jetzt diese gemeinen Dinger. Was für ein Durcheinander.
fr: D'abord ces orcs crasseux, maintenant ces choses dégoûtantes. Quelle pagaille.
hu: Előbb ezek az ocsmány orkok, most pedig ezek az undorító dolgok. Micsoda felfordulás.

source: Look out! The ceiling is collapsing.
de: Passt auf! Die Decke kommt runter!
fr: Attention ! La voute est en train de s'effondrer !
hu: Vigyázz! A mennyezet beomlik.

source: No it isn't. The portal is unphasing. You better scram or there won't be so much as a body left for me to raise.
de: Nein, tut sie nicht. Das Portal zerfasert. Ihr verzieht euch bessen sonst bleibt nicht mehr von euch übrig als ein Körper, den ich beschwören kann.
fr: Non, il n'en est rien. Le portail n’est plus en phase. Tu ferais mieux de filer, ou il ne restera même pas assez de toi pour que je puisse ranimer ton cadavre.
hu: Nem, nem fog. A térkapu már használhatatlan. Jobban teszed, ha eltűnsz vagy annyi sem marad belőled, amit feltámaszthatnék.

source: Shudder. We best take his advise. I think the east passage is clear.
de: Schauder. Wir sollten besser seinem Rat folgen. Ich glaube, der weg im Osten ist frei.
fr: Brrr... Je crois que nous devrions suivre son conseil. Je pense que le passage à l'est est dégagé.
hu: Borzasztó. Jobb, ha megfogadjuk a tanácsát. Szerintem a keleti folyosó tiszta.

source: You dare attack me!
de: Du wagst es, mich anzugreifen?
fr: Vous osez m'attaquer !
hu: Hogy mersz megtámadni engem?!

source: Aiee, so soon to die again!
de: Ahh, zu früh um erneut zu sterben!
fr: Aiee, si jeune et mourir à nouveau !
hu: Ahh, túl korán van újra meghalni!

source: The Tunnel
de: Der Tunnel
fr: Le tunnel
hu: Az alagút

source: I think we are safe now.
de: Ich glaube wir sind jetzt in Sicherheit.
fr: Je pense que nous sommes en sécurité maintenant.
hu: Azt hiszem, végre biztonságban vagyunk.

source: Yipe!
de: Jippie!
fr: Aïe !
hu: Hurrá!

source: Historian of Wesnoth
de: Geschichtsschreiber Wesnoths
fr: Historien de Wesnoth
hu: Wesnothi történész

source: Hello, and welcome to my library.
de: Hallo und willkommen in meiner Bibliothek.
fr: Bonjour, et bienvenue dans ma bibliothèque.
hu: Legyetek üdvözölve a könyvtáramban.

source: Allow me to introduce myself. I am the historian of Wesnoth. All that happens, I see and record. It is all here, everything of note.
de: Lasst mich mich vorstellen. Ich bin der Geschichtsschreiber Wesnoths. Alles was passiert sehe ich und zeichne ich auf. All das hier ist bemerkenswert.
fr: Laissez moi me présenter. Je suis l'historien de Wesnoth. Tout ce qui se passe, je le vois et je le note. Tout est là, tout ce qui est digne d'intérêt.
hu: Engedjétek meg, hogy bemutatkozzam. Én vagyok Wesnoth történésze. Minden, ami volt, van és lesz, én végignézem és rögzítem. Minden itt van - feljegyzések mindenről.

source: Right now, the world is young, and written history is not very long. As time passes my library will grow larger. At the last, I expect to have a few square miles of library, all nicely cataloged.
de: Im Moment ist die Welt noch jung. Die Geschichtsschreibung ist noch nicht sehr lang. Mit der Zeit wird meine Bücherei anwachsen. Ich erwarte, das ich zuletzt ein paar Quadratmeilen für meine Bücherei brauche. Alles sorgsam geordnet.
fr: En cette heure, le monde est bien jeune, et le livre qui décrit son histoire n'est pas très épais. Ma bibliothèque grandira avec le temps. En fin de compte, je compte avoir quelques kilomètres mètres carrés de rayonnages, tous biens catalogués.
hu: Most a világ még fiatal, és az írott történelem nem túl hosszú, de idővel a könyvtáram nőni fog. Arra számítok, hogy végül több négyzetkilométernyire nő, és minden szépen katalogizálva lesz.

source: Feel free to look around. Read any book. Just don't wreck things.
de: Schaut euch nur um. Lest das, was euch gefällt. Nur, bitte macht nichts kaputt.
fr: N'hésitez pas à faire un tour. Vous pouvez lire ce qui vous plait, mais faites attention de ne rien casser.
hu: Nyugodtan nézzetek körül! Bármelyik könyvet elolvashatod, csak ne tegyél kárt bennük!
