Repository: wescamp/Story_of_Wose-1.10
Catalog: po/*.po
Languages: de, fr, hu

source: To read a book, play another campaign.
de: Um ein Buch zu lesen, spielt eine weiter Kampagne.
fr: Si vous désirez lire l'un des livres, commencez une autre campagne.
hu: Ha olvasgatni akarsz, akkor másik hadjárattal játssz!

source: Provides a nice ambience, don't you think?
de: Das schafft eine nette Atmosphäre, oder was meint Ihr?
fr: L'atmosphère est sympathique, vous ne pensez pas ?
hu: Elég szép környezet, nem gondolod?

source: Now, if you had teleport ability, that would be a window.
de: Wenn Ihr jetzt die Fähigkeit zu teleportieren hättet, wäre das ein Ausweg.
fr: Maintenant, si vous aviez la capacité de téléportation, ce serait une option.
hu: Most, ha van teleportációs képességed, ez egy kiút lehet a számodra.

source: Oracle
de: Orakel
hu: Orákulum

source: Hahaha. Now that those two bags of bones are out of the way, I'll take that Ruby myself and rule this city!
de: Hahaha. Jetzt, dass diese beiden Knochengerüste aus dem Weg sind, werde ich den Rugin für mich selbst beanspruchen und die Stadt beherrschen!
fr: Ha ha ha. Maintenant que ces deux sacs d'os sont hors d'état de nuire, je vais m'emparer de ce rubis et asservir cette ville !
hu: Hahaha. Most, hogy az a két csontkupac eltűnt az útból, megszerzem azt a Rubint, és uralni fogom ezt a várost!

source: Lich-Lord Jevyan
de: Lichfürst Jevyan
fr: Seigneur-liche Jevyan
hu: Jevyan delevény úr

source: I have a feeling I wasn't supposed to come this way.
de: Ich habe das Gefühl als sollte ich nicht hier sein.
fr: J'ai l'impression que je n'étais pas censée arriver par là.
hu: Van egy olyan érzésem, hogy nem erre kellett volna jönni.

source: What's this? Looks like that terror left me a worthy gift.
de: Was ist das? Es sieht so aus, als hätte das Grauen mir ein wertvolles Geschenk überlassen.
fr: Qu'est-ce que c'est ? On dirait que cette terreur m'a laissé un cadeau de valeur.
hu: Mi ez? Úgy tűnik, az a szörnyűség hagyott nekem egy értékes ajándékot.

source: Ruby of Fire
de: Feuerrubin
fr: Rubis de Feu
hu: a Tűz Rubinja

source: She has killed Lenvan and taken the Ruby of Fire!
de: Sie hat Lenvan getötet und den Feuerrubin an sich genommen!
fr: Elle a tué Lenvan et pris le Rubis de Feu !
hu: Megölte Lenvant és elvette a Tűz Rubinját!

source: I'll take that Ruby myself, thank you.
de: Ich werde den Rubin selbst nehmen, danke.
fr: Je prendrai ce Rubis pour moi-même, merci.
hu: Magamhoz fogom venni azt a rubint, köszönöm.

source: No, its Mine!
de: Nein, er gehört mir!
fr: Non, il est à moi !
hu: Nem, ez az Enyém!

source: Fine, I'll kill you too.
de: Also werde ich euch auch töten.
fr: Très bien, je vais donc vous tuer vous aussi.
hu: Legyen, akkor téged is meg foglak ölni.

source: Now that Jevyan is dead, I'll take that Ruby and rule this city!
de: Jetzt, da Jevyan tot ist, werde ich den Rubin nehmen und die Stadt beherrschen!
fr: Maintenant que Jevyan est mort, je vais m'emparer de ce rubis et asservir cette ville !
hu: Most, hogy Jevyan meghalt, megszerzem a rubint és uralni fogom ezt a várost!

source: Now that that usurper is dead, I'll deal with you!
de: Jetzt da dieser Thronräuber tot ist werde ich mich mit dir befassen!
fr: Maintenant que cet usurpateur est mort, je vais m'occuper de vous !
hu: Az a bitorló halott, most veled fogok foglalkozni!

source: She was right, she shouldn't have come this way.
de: Sie hatte Recht, sie hätte nicht diesen Weg nehmen sollen.
fr: Elle avait raison, elle n'était pas censée arriver par là.
hu: Igaza volt, nem kellett volna erre jönnie.

source: Well, that's certainally not how the story is supposed to go. What's this? You have written into the book of history and it has come to pass just as you wrote it!
de: Nun, so hätte die Geschichte sicher nicht verlaufen sollen. Was soll das? Ihr habt in das Geschichtsbuch geschrieben und alles ist so passiert, als Ihr es schriebt!
fr: Eh bien, ce n’est certainement pas comment ça que l'histoire est censée se dérouler. Qu'est-ce que c'est que ça ? Vous avez écrit quelque chose dans le livre et les évènements se sont déroulés exactement comme vous l'avez écrit !
hu: Tipp: Bizonyára nem ezt a folytatást vártad. Mi történt? Átírtad a történelemkönyv egyik fejezetét, s az események mostantól az általad vágott mederben folynak tovább.

source: Well now you've really done it! All that I have taught you, all that we know, has changed.
de: Also habt Ihr es wirklich getan! Alles was ich euch beigebracht habe, alles was wir wissen hat sich verändert.
fr: Eh bien bravo ! Tout ce que je vous ai enseigné, tout ce que nous pensions savoir, tout a changé.
hu: Hát, most tényleg megcsináltad! Minden, amit tanítottam neked, minden, amit tudtunk, megváltozott.

source: Epilogue
de: Epilog
fr: Épilogue
hu: Epilógus

source: Sky at last! An look, a forest!
de: Endlich Himmel! Und seht, ein Wald!
fr: Le ciel, enfin ! Regardez, une forêt !
hu: Végre az ég! És nézd, egy erdő!

source: You are the first besides trolls to come out of that accursed troll hole in years. But what are these?
de: Ihr seid die ersten seit Jahren, außer Trollen, die aus dieser verdammten Trollhöhle kommen. Aber was sind das?
fr: Sans compter les trolls, vous êtes les premiers à sortir de ce maudit trou depuis des années. Et ceux-là, qui sont ils ?
hu: Évek óta te vagy a trollok mellett az első, aki élve kijött azokból az átkozott barlangokból. De mik ezek?

source: These, my friend, are woses. But where am I? Surely this is not the Green Isle. We only just came a generation ago, but we should surely know if there are elves amoung us.
de: Das, mein Freund, sind Waldschrate. Aber wo bin ich? Sicherlich nicht auf der Grünen Insel. Wir sind erst vor einer Generation angekommen, aber wir sollten mit Sicherheit wissen, ob Elfen unter uns sind.
fr: Ceux-ci, mon ami, sont des woses. Mais où suis-je ? Ce n'est certainement pas l'Ïle Verte. Nous n'y sommes arrivés que depuis une génération, mais nous y aurions surement remarqué la présence des elfes.
hu: Ezek, barátom, fapásztorok. De hol vagyok? Ez biztosan nem a Zöld-sziget. Mi csak egy nemzedékkel ezelőtt érkeztünk, de biztosan tudnánk róla, ha tündék lennének közöttünk.

source: You are a long way from the sea. Perhaps you should have a word with the Lady of the Wood. You seem to have quite a tale to tell.
de: Ihr seid weit entfernt von dem Meer. Vielleicht solltet Ihr auf ein Wort zu der Herrin des Waldes kommen. Es scheint, Ihr habt viel zu erzählen.
fr: Vous êtes bien loin de la mer. Peut-être vous devriez parler à la Dame des Bois. Il semblerait que vous ayez une sacrée histoire à raconter.
hu: Hosszú utat tettél meg a tengertől idáig. Talán beszélned kéne a Fák Asszonyával. Úgy látom, lenne mit mesélned.

source: Welcome to our forest. May it shelter you and be your home as it is ours. But come, tell us your tale.
de: Willkommen in unserem Wald. Möge er euch schützen und euer Heim werden, wie er unseres ist. Aber komm und erzählt uns eure Geschichte.
fr: Bienvenue dans notre forêt. Que notre maison deviennent la votre. Mais allons, racontez-nous votre histoire.
hu: Köszöntelek az erdőnkben. Az erdő téged is megvéd, és lehet a te otthonod is. De gyere, meséld el nekünk a történetedet.

source: And so the story was told of how the wood magi awakened the trees and how they were the first humans to set foot upon the great continent. Many years later Elilmaldur-Rithrandal would play a key part in the foundation of a great nation of humans upon this continent. The wood magi, elusive as always and distrustful of other humans, would take no part again in history for more than a thousand years.
de: Und so wurde die Geschichte erzählt, von den Waldmagiern, die die Bäume erweckten, und wie sie die ersten Menschen waren, die einen Fuß auf den Großen Kontinent setzten. Viele Jahre später würde Elimaldur-Rithrandal eine Schlüsselrolle in der Gründer einer großen Nation der Menschen auf diesem Kontinent spielen. Die Waldmagier, versteckt wie bisher und misstrauischen gegenüber anderen Menschen, würden für mehr als tausend Jahre keine Rolle mehr in der Geschichte spielen.
fr: Et c'est ainsi que fut racontée l'histoire des mages des bois qui réveillèrent les arbres, et qui furent les premiers humains à poser le pied sur le Grand Continent. De nombreuses années plus tard Elilmaldur-Rithrandal jouerait un rôle clé dans la fondation de la grande nation des hommes sur ce continent. Les mages des bois, insaisissable comme toujours, et se méfiant des autres êtres humains, se tinrent à l'écart de l'Histoire pendant plus que mille ans.
hu: Így szól a történet arról, hogyan lehelt egy famágus életet a fákba, s hogyan lépett az első ember a Nagy-Kontinensre. Sok-sok évvel később Elilmaldur-Rithrandal kulcsszerepet fog játszani a kontinens egy nagy népének kialakulásában. A famágusok azonban - velükszületett bizalmatlanságuk, elkülönülésük okán - több mint ezer évig nem bukkannak fel a történelemben.

source: Village
de: Dorf
hu: Falu

source: Cave
de: Höhle
fr: Caverne
hu: Barlang

source: Cave Shadow
de: Höhlenschatten
fr: Cave Sombre
hu: Barlangi árnyék

source: Demilich
hu: Féldelevény

source: The mighty Lich Lords were once rulers of powerful cities in the western contanent. The armies they command are experienced, and the lords themselves are truly terrible.
de: Die mächtigen Lichfürsten waren einst Herrscher über mächtige Städte auf dem Westlichen Kontinent. Die Armeen, die sie befehligen, sind erfahren und die Fürsten selbst sind wahrlich furchtbar.
fr: Les puissants seigneurs liche étaient autrefois souverains de villes puissantes dans le continent ouest. Les armées qu'ils commandent sont expérimentés, et les seigneurs eux-mêmes sont vraiment terrifiants.
hu: Az erős delevény urak valaha az erős városokat uralták a nyugati kontinensen. Az általuk vezetett hadseregek jól szervezettek voltak, maguk a delevény urak pedig rettenetesen vérszomjasak.

source: touch
de: Berührung
fr: toucher
hu: érintés

source: chill tempest
de: Schattenpfeile
fr: tempête de froid
hu: fagyvihar

source: shadow wave
de: Schattenwelle
fr: onde obscure
hu: árnyhullám

source: Green Mage
de: Grüner Magier
fr: Mage Arboricole
hu: Zöld varázsló

source: Green Magi are rumored to exist by the peasants, who assume that they are Magi in training that seek solitude to improve their skill. Nothing could be further from the truth. They are experienced, woodwise, and elusive.
de: Es gibt Gerüchte über die Existenz von grünen Magiern. Die Bauern berichten von Magiern in ihrer Ausbildung, die Einsamkeit suchen um ihre Fähigkeiten zu verbessern. Nichts könnte weiter von der Wahrheit entfernt sein. Sie sind erfahren, waldbekannt und schwer fassbar.
fr: Les rumeurs qui circulent chez les paysans suggèrent que les Mages Arboricoles sont des mages en formation qui cherchent la solitude afin d’améliorer leurs compétences. Rien n'est plus faux. Ils possèdent une grande expérience de la forêt, et restent insaisissables.
hu: A zöld varázslókról azt beszélik a parasztok, hogy kezdő mágusok, akik magányosan fejlesztik képességeiket. A valóság egészen más. Nagyon is gyakorlottak, bölcsek és könnyen megtévesztik a tapasztalatlan embereket.

source: staff
de: Stab
fr: bâton
hu: bot

source: missile
de: Magiegeschoss
fr: projectile magique
hu: lövedék

source: lightbeam
de: Heiliges Licht
fr: rayon de lumière
hu: fénycsóva

source: Life Mage
de: Lebensmagier
fr: Mage de vie
hu: Életvarázsló

source: Life Magi pass themselves off as Green Magi, and so are altogether unknown by the people at large. Even the best scholars have no idea of their abilities.
de: Lebensmagier tarnen sich als grüne Magier und sind so größtenteils unbekannt bei den meisten Leuten. Sogar die besten Gelehrten wissen nichts um ihre Fähigkeiten.
fr: Les Mages de Vie se font passer pour des Mages Arboricoles, et sont donc tout à fait inconnus du commun des mortels. Même les meilleurs chercheurs n'ont aucune idée de leurs capacités.
hu: Az Élet varázslók valaha Zöld mágusok voltak, s hozzájuk hasonlóan az emberek alig ismerik őket. Még a legnagyobb tudósok előtt is rejtve maradtak a képeségeik.

source: Pixie
fr: Lutin
hu: Tündérke

source: Pixies
fr: Lutins
hu: Tündérkék

source: Closely related to the fairies are the pixies, which really are about three inches tall. They have a particularly whimisical attitude and a protective nature. As such, the fairies, and others, find them useful as messengers.
de: Nahe mit den Feen verwandt sind Pixies, die nur eine Höhe von drei Zoll erreichen. Sie haben eine edle Gesinnung und eine beschützende Natur. Als solche werden sie von Feen und anderen als nützliche Boten verwendet.
fr: Les lutins sont étroitement apparentés aux fées. Ils font environ huit centimètres de hauteur, ont une attitude particulièrement capricieuse et une nature protectrice. Pour cette raison, les fées et quelques autres les utilisent souvent comme messagers.
hu: A tündérekkel szoros rokonságban állnak a tündérkék, akik nagyjából három hüvelyk magasak. Különös természtük van: szeszélyes, de egyben védekező. Mint ilyenek, a tündérek (és mások) igen hasznos hírvivőnek tekintik őket.

source: faerie touch
de: Feenhauch
fr: doigt de fée
hu: tündéri érintés

source: Undead Avatar
de: Untoter Abgesandter
fr: Avatar mort-vivant
hu: Élőholt megtestesülés

source: This looks like an Ancient Lich but something's different about it, and for some reason you're not afraid of it.
de: Das sieht wie ein alter Lich aus, aber etwas ist anders an ihm. Aus irgendeinem Grund habt ihr keine Angst vor ihm.
fr: Cette créature ressemble à une Liche Ancienne, mais avec quelque chose de différent, et pour une raison indéfinissable vous n'avez pas peur d'elle.
hu: Ez egy ősi delevény úrnak tűnik, de valami különös van rajta, és valamiért nem félsz tőle.

source: Wood Mage
de: Waldmagier
fr: Mage des bois
hu: Famágus

source: The wood mage belongs to a very different order of magi, more akin to the undead than the lawful mages. Their power is mysterious and less understood than even the undead.
de: Die Waldmagier gehören zu einer deutlich anderen Gruppe Magier, eher mit untoten als mit gesetztestreuen Magiern zu vergleichen. Ihre Macht ist geheimnisvoll und noch weniger untersucht als die der Untoten.
fr: Le Mage des bois appartient à un ordre de mages très différent, plus proche de la nécromancie que les mages du Bien. Leur pouvoir est mystérieux et encore moins bien compris que les morts-vivants eux-mêmes.
hu: A famágus igen különbözik a többi mágikus rendtől - közelebb áll az élőholtakhoz, mint a törvényes mágusokhoz. Az általuk használt erők titokzatosak és még az élőholtaknál is kevésbé ismerjük a működésüket.

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
de: Diese Waldschrate können Waldpflanzen, wie Weine und Kletterpflanzen, befehligen um ihre Gegner zu zu behindern.
fr: Ces woses sont en mesure de contrôler des plantes forestières telles que des plantes grimpantes et des lianes pour gêner leurs ennemis.
hu: Ezek a fapásztorok képesek úgy irányítani a liánokat, s más kúszónövényeket, hogy azok lelassítsák ellenségeiket.

source: crush
de: Zermalmen
fr: écrasement
hu: zúzás

source: entangle
de: Efeumantel
fr: enchevêtrement
hu: behálózás

source: Owhh
de: Auuuu
hu: Ohh

source: I'm sorry but that death changes history too much for me.
de: Es tut mir Leid, aber dieser Tod verändert mir die Geschichte zu stark.
fr: Je suis désolé, mais en ce qui me concerne, cette mort change l'histoire dans une trop large mesure.
hu: Bocsánat, de ez a halál túl sokat változtatna a történetemen.

source: Max HP bonus +
de: Maximaler HP Bonus +
hu: Max. ÉP bónusz +

source: oak
de: Eiche
fr: chêne
hu: tölgy

source: -10% blade damage
de: -10% Klingenschaden
fr: -10% dommage tranchant
hu: -10% védelem vágás ellen

source: elm
de: Ulme
fr: orme
hu: szil

source: -10% impact damage
de: -10% Wuchtschaden
fr: -10% impact
hu: -10% ütés

source: pine
de: Kiefer
fr: Pin
hu: fenyő

source: -10% pierce & cold damage
de: -10% Stich- und Kälteschaden
fr: - 10% dommage perforant et froid
hu: -10% szúrás és hideg sebzés

source: willow
de: Weide
fr: saule
hu: fűz

source: fast in water, +10% fire damage
de: Schnell im Wasser, +10% Feuerschaden
fr: rapide dans l'eau, +10% dégâts de feu
hu: gyorsabb a vízben, +10% tűz sebzés

source: redwood
de: Mammutbaum
fr: séquoia
hu: mamutfenyő

source: -10% fire damage
de: -10% Feuerschaden
fr: -10% dommage de feu
hu: -10% tűz sebzés

source: Wose
de: Waldschrat
hu: Fapásztor

source: Woses
de: Waldschrate
hu: Fapásztorok
